Repository: mucasantos/swift_crud_book
Catalog: Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld Quotes
pt_br: Citações

source: author
pt_br: autor

source: Author
pt_br: Autor

source: Back
pt_br: Voltar

source: Book Title
pt_br: Título do Livro

source: Cancel
pt_br: Cancelar

source: Completed
pt_br: Finalizado

source: Create
pt_br: Criar

source: Create Genrer
pt_br: Criar Gênero

source: Create new Genre
pt_br: Criar novo gênero

source: Date added
pt_br: Data adicionado

source: Date Completed
pt_br: Data finalizado

source: Date Started
pt_br: Data iniciado

source: Enter your first book
pt_br: Insira o seu primeiro livro

source: Filter on title or author
pt_br: Filtrar por título ou autor

source: Genres
pt_br: Gêneros

source: In progress
pt_br: Em progresso

source: My Books
pt_br: Meus Livros

source: Name
pt_br: Nome

source: New Book
pt_br: Novo Livro

source: New Genre
pt_br: Novo Gênero

source: On Shelf
pt_br: Na estante

source: Page
pt_br: Página

source: Page #
pt_br: Página #

source: Page: %@
pt_br: Página: %@

source: Quotes
pt_br: Citações

source: Rating
pt_br: Revisões

source: Recommended by
pt_br: Recomendado por

source: Set the genre color
pt_br: Escolha a cor do gênero

source: Sort by %@
pt_br: Organizar por %@

source: Summary
pt_br: Resumo

source: title
pt_br: título

source: Title
pt_br: Título

source: Update
pt_br: Alterar

source: You need to create some genres first
pt_br: Você precisa criar algum gênero
